/* 
  Localizable.strings
  StartHere

  Created by Tom on 2/28/17.
  Copyright © 2017 Nero AG. All rights reserved.
*/

/* Main Window Title */
"%@ Product Registration V%@" = "Registrazione del prodotto %@ V%@";

/* Error - macOS version too old */
"This application is not optimized for your operating system. Use OS X %s or higher." = "Per una configurazione ottimale utilizzare OS X %s o versioni successive.";

/* Network error - Registration server not reachable */
"There is a problem connecting to the %@ registration server. Please try again later." = "TVi è un problema di connessione al server di registrazione %@. Riprovare più tardi.";

/* Network error - No Internet */
"There is a problem connecting to the Internet. Please try again later." = "Vi è un problema di connessione a Internet. Riprovare più tardi.";

/* Error - Default Web Browser Can not be opened */
"Unable to locate the default browser or it cannot be opened." = "Impossibile individuare o aprire il browser predefinito.";

"OK" = "OK";
